[{"text":"The operating humidity shall be between 0.4 and 0.6"},{"text":"The OIWFS operating in LTAO mode using off-axis NGS shall have a Chief ray angle measurement accuracy of <120 Âµrad at 0.1 Hz (1-sigma accuracy) when using a K=18.0 guide star at 60 arcsec off-axis."},{"text":"Vertical profiles shall be measured in an altitude range extending from - 0.5 km up to 40 km with respect to the reference ellipsoid."},{"text":"The CIS CNET shall accommodate a bandwidth of at least 24.0575 Gbps to the Computer Room."},{"text":"The algorithm shall produce the SST product that has a measurement accuracy, skin and bulk, of 0.5 K."},{"text":"The CIS CNET shall accommodate a bandwidth of at least 0.08 Gbps to the Utility Room."},{"text":"The algorithm shall produce a cloud liquid water product that has a measurement precision of 0.08 mm over sea."},{"text":"The Herschel spacecraft shall provide a mass allocation of 465 kg for the baseline payload accommodation as defined in IID Part B (AD4-2, AD4-3 and AD4-4) including margins."},{"text":"The ASMS and FSMS shall have a range of motion in the M2 segment RY rotation degree of freedom of Â± 3000 Âµrad."},{"text":"The probability of frame loss on the downlink shall be <5-Oct."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Optical Design error no greater than 0.3 nm RMS on-axis when using an R=10 guide star."},{"text":"The algorithm shall produce an ice surface temperature product with a horizontal cell size of 1 km at Nadir and 1.6 km at worst case."},{"text":"The GMT Telescope Pier shall support a Telescope mass of no less than 2312520 kg."},{"text":"The GMT shall reconfigure M3 (if necessary) during target acquisition in Natural Seeing mode in a maximum of 300 sec."},{"text":"The COM TTC Terminal shall support a date rates of up to 8 kbps (baseline) \/ up to 64 kbps TBC for telecommand (final max.data rate selection to comply with GS facilities, bandwidth occupancy and operational impacts\/constraints related to S\/W & memory patches, data rate margin specified in DHS-PC-2 and ranging)"},{"text":"The minimum Particulate Cleanliness Level for ATLID optical components away from critical units shall be maintained at 50mm2\/m2."},{"text":"The algorithm shall produce the AVMP product that has a measurement uncertainty (expressed as a percent of average mixing ratio in 2 km layers) of greater of 35% or 0.1 g\/kg for cloud-free to partly cloudy, 300 mb to 100 mb (Note 2);"},{"text":"The algorithm shall produce a bi-weekly vegetation indices product with a measurement precision of 0.04 NDVI units for NDVITOC.(Note 2) (Note 4)"},{"text":"The Mount and Enclosure shall have an operational angular tracking ability, at full performance, of up to and including 0.45 deg\/sec."},{"text":"The GMT shall make stack and center measurements during target acquisition in NGAO mode in a maximum of 5 sec."},{"text":"The inter-channel temporal co-registration shall be smaller than 2.5 sec."},{"text":"The CIS CNET shall accommodate a bandwidth of at least 0.032 Gbps to the Top End."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Active Optics error no greater than 50 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The Mount and Enclosure Wind Screen shall have an operational, bidirectional angular slewing velocity in elevation of up to and including 1 deg\/sec."},{"text":"The algorithm shall produce a cloud top temperature product with a measurement precision of 12 K for COT <1."},{"text":"The algorithm shall produce a cloud mask product that has a probability of correct typing of 0.82 Sea-Ice, Day."},{"text":"The GMT shall point the laser guide stars with a blind pointing accuracy of <4.6 arcsec peak error."},{"text":"The probability of undetected frame error for the COM TCC Terminal uplink shall be <19-Oct."},{"text":"The GMT shall reconfigure AGWS during target acquisition in Natural Seeing mode in a maximum of 45 sec."},{"text":"The Particulate contamination of the Herschel M2 shall not exceed 4500 ppm at the end of Nominal Lifetime."},{"text":"The accuracy of the Mie co-polar signal L1B product shall be better than 0.5 in the cloud of backscatter coefficient 8.10-7sr-1m-1, for 10 km horizontal integration length and the reference atmospheric scene specified in Table 5.2-4."},{"text":"The GMT shall identify and center science target during target acquisition in NGAO mode in a maximum of 120 sec."},{"text":"The TMS shall measure the location of the main optics in the M2 Rx degree of freedom to an accuracy of <1600 Âµrad."},{"text":"The GMT shall reconfigure AGWS during target acquisition in LTAO mode in a maximum of 45 sec."},{"text":"The algorithm shall produce an ozone total column product that has a horizontal cell size of 50 x 50 km2 at Nadir."},{"text":"For any spectral channel, the out-of-band (OOB) rejection shall be less than 0.03 (TBC) (0.01 goal)."},{"text":"The maximum data rate of the instrument including all auxiliary data shall be 270 (TBC) kbits\/s"},{"text":"The instantaneous bandwidth for band 4 will be 2380 MHz and shall be sampled at least 5 G samples per second for each polarisation."},{"text":"The instantaneous bandwidth for band 2 will be 810 MHz and shall be sampled to at least 2 G sample per second for each polarisation."},{"text":"The algorithm shall produce an imagery product that has a mapping uncertainty (3 sigma) of 5 km."},{"text":"The algorithm shall produce a cloud mask product that has a probability of correct typing of 0.85 Snow-covered land, Night"},{"text":"The mount shall limit the gravity deflection of the Folder Port instrument window dRY with respect to OSS coordinates due to changing zenith angles and GIR angle to <100 Âµrad."},{"text":"The algorithm shall produce a TPW product that has a measurement uncertainty of 2.5 for both clear and cloudy scenes over the sea, "},{"text":"The CIS CNET shall accommodate a bandwidth of at least 0.018 Gbps to the M1 Coating room."},{"text":"The algorithm shall produce a temperature profile product that has a vertical reporting interval from the surface to 0.01 mb."},{"text":"The SKA1_Mid dishes, when the band 5 capability is selected, shall operate over a frequency range from 4.6 to 13.8 GHz for each polarisation."},{"text":"The STR, excluding the Instrument Support Structures, shall deliver a full FOV of 20 arcmin diameter for Nasmyth foci locations from +180Â° to 201Â°, without obscuration by the telescope structure for the - Nasmyth Platform."},{"text":"The algorithm shall produce a weekly vegetation indices product with a measurement accuracy of 0.05 NDVI units for NDVITOC.(Note 2) (Note 4)"},{"text":"The OIWFS operating in LTAO mode using off-axis NGS shall have a Chief ray angle measurement accuracy of <120 Âµrad at 0.1 Hz (1-sigma accuracy) when using a K=17.0 guide star at 45 arcsec off-axis."},{"text":"The GMT Mount shall have an Azimuth Track nominally 12.285 m below the elevation axis."},{"text":"The TMS shall measure the location of the main optics in the M1 Rx degree of freedom to an accuracy of <190 Âµrad."},{"text":"The OIWFS operating in LTAO mode using off-axis NGS shall have a Image Motion measurement accuracy of <2.1 mas at 500 Hz (1-sigma accuracy) when using a J=15.4, H=14.5, and K=13.8 on-axis guide star."},{"text":"The algorithm shall produce the cloud liquid water product that has a measurement uncertainty of 0.05 mm over ocean and best efforts over land."},{"text":"The algorithm shall produce an AVTP product that has a measurement uncertainty expressed as an error in layer average temperature of 1.5 K per 1 km layer for cloudy, 700 mb to 300 mb (Note 3);"},{"text":"The M1 System shall provide actuation of segment position in the Rz degree of freedom to an accuracy of <190 Âµrad."},{"text":"The algorithm shall produce a daily vegetation indices product with a measurement accuracy of 0.05 NDVI units for EVI.(Note 2) (Note 3)"},{"text":"The algorithm shall produce the SST product that has a measurement range of 271 K to 313 K (Note 2)."},{"text":"The GMT mount shall support a Instrument Calibration Subsystem mass of no less than 42 kg."},{"text":"The CIS CNET shall accommodate a bandwidth of at least 0.5 Gbps for fire, security, and video monitoring."},{"text":"The GMT shall slew telescope to target during target acquisition in GLAO mode in a maximum of 120 sec."},{"text":"The algorithm shall produce a land surface emissivity that has a measurement precision of 0.03 for 50.3 GHz (H-Pol)."},{"text":"The algorithm shall produce a CO product that has a measurement range of 0 to 200 ppbv."},{"text":"The algorithm shall produce a bi-weekly vegetation indices product with a mapping uncertainty (3 sigma) of 4 km. (Note 5)"},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Gravity and Thermal Flexure error no greater than 14.9 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The algorithm shall produce a cloud mask product that has a probability of correct typing of 0.9 Snow-free Land, Day"},{"text":"The minimum Particulate Cleanliness Level for ATLID components in vicinity of critical units and out of laser beam vicinity shall be maintained at 10mm2\/m2."},{"text":"The mount shall limit the gravity deflection of the IP instrument window dY with respect to OSS coordinates due to changing zenith angles and GIR angle to <0.5 mm."},{"text":"The GMT observatory shall be able to enable observations with a maximum pupil motion of less than 0.0025 of the pupil diameter, in any OPM."},{"text":"The Particulate contamination of the Herschel LOU shall not exceed 300 ppm at delivery to Prime."},{"text":"The GMT mount shall support a DG Port B mass of no less than 9188 kg."},{"text":"The algorithm shall produce an OLR product that has a horizontal cell size of 25 km at nadir."},{"text":"The algorithm shall produce a bi-weekly vegetation indices product with a horizontal cell size of 4 km global and 1 km regional.(Note 5)"},{"text":"The SKA1_Mid Pulsar search shall have a contiguous processing bandwidth for beamforming of up to 300 MHz."},{"text":"The mount shall limit the gravity deflection of the Direct Gregorian instrument window dRZ with respect to OSS coordinates due to changing zenith angles and GIR angle to <100 Âµrad."},{"text":"The initial design for Primary Structures shall be subject to Longitudinal loads of 9 G and Lateral loads of 1.5 G."},{"text":"The M2 System shall provide actuation of segment position in the Rz degree of freedom to an accuracy of <1600 Âµrad."},{"text":"ATLID shall provide a continuous sequence of samples of the temporal profile of the echo within the altitude range [-0.5km, 40km]."},{"text":"The M1S shall have a range of motion in the M1 segment RZ rotation degree of freedom of Â± 575 Âµrad."},{"text":"The external surface of the enclosure shall have emissivity <0.4."},{"text":"The AGWS shall track guide stars at up to 6 arcsec\/min relative to the sidereal rate with no more than 20 mas RMS of additional guiding error."},{"text":"The algorithm shall produce an AVTP product that has a vertical reporting interval of 0.2 mb from 1 mb to 0.5 mb."},{"text":"The M2 System shall provide actuation of segment position in the Tz degree of freedom to an accuracy of 75 Âµm."},{"text":"The M1 segment mount shall have a range of motion in the M1 segment motion in RX respect to the Cell respect to M1-A 5 Âµrad."},{"text":"The radar shall perform measurements at the frequency centred at 94.05 GHz +\/- 3.5 MHz (TBC)."},{"text":"The algorithm shall produce a cloud mask product that has a probability of correct typing of 0.7 Antarctica and Greenland, Night."},{"text":"The SKA synchronisation and timing system shall provide a 1 pps heartbeat signal, precise to the sampling clock (the pulse-to- pulse scatter is less than one sampling time), derived from the distributed frequency reference."},{"text":"The algorithm shall produce a snow cover product that has a measurement uncertainty of 90% probability of correct snow\/no-snow classification for clear pixels (Notes 2, 3)."},{"text":"The Molecular contamination of the Planck Reflector 1 shall not exceed 5 10-7g\/cm2 at delivery to Prime."},{"text":"ESEN shall provide surface and structural temperature measurements with resolutions of 0.01K and response rates of <1s with an accuracy of <0.1K to calculate pointing corrections."},{"text":"The algorithm shall produce a temperature profile product that has a measurement precision of 2.5 K at 500 mb for rainy sea scenes;"},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 1 K at 100 mb for rainy sea scenes;"},{"text":"The FSMS and ASMS shall provide actuation of segment position in the Tz degree of freedom to an accuracy of <75 Âµm."},{"text":"The algorithm shall produce an ozone total column product that has a measurement precision of 2.8 milli-atm-cm + 0.011 for X>0.45 atm-cm."},{"text":"The algorithm shall produce a temperature profile product that has a measurement precision of 2.5 K at 300 mb for rainy land scenes;"},{"text":"The algorithm shall produce a weekly vegetation indices product with a measurement precision of 0.04 NDVI units for NDVITOA.(Note 2) (Note 4)"},{"text":"The algorithm shall produce a surface albedo product with a measurement accuracy of 0.08 (albedo units)."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Calibration error no greater than 46.4 nm RMS on-axis when using an R=10 guide star."},{"text":"The absolute flux scale shall be accurate to 0.03 rms."},{"text":"The algorithm shall produce a cloud mask product that has a probability of correct typing of 0.8 Antarctica and Greenland, Day"},{"text":"The FSMS and ASMS in the Natural Seeing wavefront control mode shall provide actuation of the Ry degree of freedom to with repeatability of <0.1 Âµrad (1-sigma precision)."},{"text":"The Herschel spacecraft shall provide a mean power allocation of 550 W to the Herschel payload during nominal scientific operations, including instrument margins."},{"text":"The M3 Subsystem mass shall not exceed 1500 kg."},{"text":"The mount shall limit the elastic and hysteric displacement of the Primary mirror vertex dRY with respect to OSS coordinates due to changing zenith angles to <310 Âµrad."},{"text":"The GMT shall reconfigure C-DAC (if necessary) during target acquisition in GLAO mode in a maximum of 300 sec."},{"text":"The algorithm shall produce the sea ice characterization product that has a mapping uncertainty (3 sigma) of 5 km."},{"text":"The M1 cell shall have and adjustable range of motion of Â± 3.5 mm for Y and Z respect to the M1-T coordinate system."},{"text":"Off axis M1 Cell mass shall be no greater than 60000 kg.."},{"text":"The SKA1_Low array shall have sensitivity per polarization at zenith greater than 72 m2K-1 at 50MHz when assuming a sky noise temperature following the law 60.lamda2."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Telescope Tracking error no greater than 31.7 nm RMS on-axis when using an R=10 guide star."},{"text":"The algorithm shall produce a surface reflectance product with a measurement Accuracy of 0.005+0.05? (Note 1)"},{"text":"The algorithm shall produce a moisture profile that has a measurement accuracy of 0.3 at 400 mb, 20% at 500 mb, 0.1 at 700 mb, and 20% at 900 mb for cloudy sea scenes."},{"text":"The IXR shall be better than 15 dB over the whole observing bandwidth within the HPBW"},{"text":"The M3 shall reflect an unvignetted field of view of at least 3 arcmin diameter."},{"text":"The mount shall limit the elastic and hysteric displacement of the Primary mirror vertex dY with respect to OSS coordinates due to changing zenith angles to <0.78 mm."},{"text":"The SKA1_Mid dishes, when the band 5 capability is selected, shall operate over a frequency range from 4.6 to 13.8 GHz for each polarisation."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Telescope error no greater than 60.7 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The SKA1_Low channeliser for each sub- array shall have a maximum noise leakage power from immediately adjacent frequency channels of <-30 dB."},{"text":"The total mass of the Herschel \/ Planck composite ESA shall include a reserve of 100 kg."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Wavefront Control & Residual Atmosphere error no greater than 254.5 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The algorithm shall produce a daily vegetation indices product with a measurement accuracy of 0.05 NDVI units for NDVITOA.(Note 2) (Note 3)"},{"text":"The OIWFS shall include a Focus capture range of Â± 200nm."},{"text":"The M2 System shall provide bandwidths in piston of greater than 0.1Hz."},{"text":"The sub-systems inside the enclosure shall meet their Component Functional requirements when relative humidity is between 0 and 0.95 at temperatures between -10Â°C to +13Â°C."},{"text":"ESEN shall provide dew point measurements with an accuracy better than Â± 0.2K, an averaging sampling rate <1min, and a response rate of <30s."},{"text":"The pointing repeatability shall be better than 10 arc seconds rms for winds <7 m\/s at night time."},{"text":"The horizontal sampling interval shall be smaller than or equal to 200 m.100 m horizontal sampling interval is considered as ideal from science point of view."},{"text":"The Summit Facilities and Enclosure shall be able to support ice loads up to 68kg\/m2."},{"text":"Aperture efficiency shall be within +\/- 5% of 0.65 at 400MHz"},{"text":"The algorithm shall produce a temperature profile product that has a measurement precision of 2.5 K at 100 mb for rainy sea scenes;"},{"text":"The TMS shall measure the location of the main optics in the M3 Tx degree of freedom to an accuracy of <25 Âµm."},{"text":"The AGWS shall track guide stars at up to 1 arcsec\/s relative to the sidereal rate with no more than 200 mas RMS of additional guiding error."},{"text":"The algorithm shall produce a temperature profile product that has a measurement precision of 5.5 K at 900 mb for rainy land scenes."},{"text":"The SKA1_Low array shall have a sensitivity per polarization at zenith of greater than 535 m2K-1 at 160 MHz when assuming a sky noise temperature following the law 60.lambda^2.55"},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median M3 Figure and Alignment error no greater than 23.1 nm RMS on-axis when using an R=10 guide star."},{"text":"The initial design for Service Module (SVM) equipment Panels shall be subject to Longitudinal loads of 5 G and Lateral loads of 15 G."},{"text":"The minimum Molecular Cleanliness Level for ATLID components in vicinity of critical units and out of laser beam vicinity shall be maintained at 5x10-7gcm-2."},{"text":"The mount shall limit the elastic and hysteric displacement of the Primary mirror vertex dRX with respect to OSS coordinates due to changing zenith angles to <395 Âµrad."},{"text":"The vertical sampling interval shall be 100 m +\/- TBD m."},{"text":"The SKA frequency reference system shall provide a 0.02 maximum coherence loss, equivalent to 0.2 radians, within a maximum solution interval for in- beam calibration of 1 minute."},{"text":"The Molecular contamination of the Herschel M2 shall not exceed 40 10-7g\/cm13 at the end of Nominal Lifetime."},{"text":"The ASD (in Watts \/ Hz) at 100 (HFI) GHz shall not exceed 2.1 E-18."},{"text":"The spacecraft shall be designed to withstand a relative humidity (RH) without performance degradation of 45% RH to 65% RH, non- condensing, and for two weeks a relative humidity of 95% RH, non- condensing."},{"text":"The mount shall limit the elastic and hysteric displacement of the Secondary mirror vertex dRY with respect to OSS coordinates due to changing zenith angles to <100 Âµrad."},{"text":"The SKA1_Mid dishes, when the band 3 capability is selected, shall operate over a frequency range from 1.65 to 3.05 GHz for each polarisation"},{"text":"The TMS shall measure the location of the main optics in the M1 Tz degree of freedom to an accuracy of <4.3 Âµm."},{"text":"The Mount Elevation axis shall be located no less than 20 m above the finished grade."},{"text":"The CIS CNET shall accommodate a bandwidth of at least 0.002 Gbps to the - X Laser Platform."},{"text":"The knowledge accuracy of the satellite mass shall be better than +\/- 0.01 and of the moment of inertia shall be better than +\/- 0.05."},{"text":"The spatial sampling at SSP shall be smaller than or equal to 500 m."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median M1 Figure and Alignment error no greater than 30.7 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The absolute flux scale shall be accurate to 0.05"},{"text":"The algorithm shall produce a vegetation health index product that has a horizontal cell size of 0.036 Â° (4 km).(Note 3)"},{"text":"The Herschel power budget shall include an ESA reserve of 100 W, except for the launch phase (from lift-off to separation) during which a reserve of 30% shall be included."},{"text":"The ASMS and FSMS shall have a range of motion in the M2 segment RX rotation degree of freedom of Â± 3000 Âµrad."},{"text":"The Observatory IT shall provide internal reliability of 0.9999 (TBC) during Operations, with the exception of scheduled maintenance downtime."},{"text":"The M1 System mass shall not exceed 170611 kg."},{"text":"Windings shall be designed and tested to withstand a high voltage of 500 V DC \/ 1 min (for operating voltage up to 50 V) and 1500 V DC (for higher operating voltage), applied between each other or between windings and the structure for a period of time of at least two minutes without causing disruptive charges."},{"text":"The LGAÂ\u0092s shall support an uplink high command rate of 4Kbps using the 35 m station at Perth \/ New Norcia and a low command data rate of 125 bps using the 15 m station at Kourou, up to a distance from Earth of 1.8 x 106 km for Herschel and of 1.6 x 106 km for Planck."},{"text":"The pointing repeatability shall be better than 10 arc seconds rms for winds <7 m\/s at night time."},{"text":"The instantaneous bandwidth for band 3 will be 1403 MHz and shall be sampled to at least 5 G samples per second for each polarisation"},{"text":"The algorithm shall produce a surface reflectance product with a measurement Precision of 0.005+0.05?. (Note 1)"},{"text":"The algorithm shall produce a surface reflectance product with a measurement range of 0-1."},{"text":"The Observatory shall limit M1 principal optics probability of failure due to seismic events over the service life of the Observatory to less than or equal to [0.01] TBC."},{"text":"The algorithm shall produce a snow cover product that has a FALSE alarm ratio (0 Â\u0096 1) of 0.1."},{"text":"The SKA1_Mid for each sub- array shall have a maximum noise leakage power from immediately adjacent frequency channels of <-30 dB"},{"text":"The OIWFS operating in LTAO mode using off-axis NGS shall have a Low-order wavefront sensing measurement accuracy of <45 nm at 0.1 Hz (1-sigma accuracy) when using a J=15.4, H=14.5, and K=13.8 on-axis guide star."},{"text":"The ASMS and FSMS shall have a range of motion in the M2 segment RZ rotation degree of freedom of Â± 3000 Âµrad."},{"text":"The algorithm shall produce a land surface emissivity that has a measurement precision of 0.03 for 23.8 GHz (V-pol)."},{"text":"The algorithm shall produce a TPW product that has an accuracy of 2.5 mm for both clear and cloudy scenes over land, and"},{"text":"The Auxiliary Port Instruments mass shall not exceed 3000 kg."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Instrument Wavefront Sensing error no greater than 250 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The Particulate contamination of the Planck FPU shall not exceed 5000 ppm at the end of Nominal Lifetime."},{"text":"The M1S shall have a range of motion in the M1 segment X translation degree of freedom of Â± 3 mm."},{"text":"The algorithm shall produce a GVF product that has a measurement uncertainty of 0.17 globally and regionally."},{"text":"The GMT mount shall support a M2 FSMS mass of no less than 3510 kg."},{"text":"The algorithm shall produce an AVTP product that has a vertical reporting interval of 20 mb from 100 mb to 10 mb;"},{"text":"The WFOS total slit length shall be> 500 arcsec."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median M1 Figure and Alignment error no greater than 30.7 nm RMS on-axis over 0.5 of the observable sky."},{"text":"ESEN shall provide accelerometers, with a frequency range of at least 5 Hz to 200 Hz and a noise floor at 5 Hz better than 0.25 Âµg\/Hz, to capture both tip\/tilt and decentering motion at M2."},{"text":"The Summit Facilities and Enclosure shall be fully operational with up to 150 kg\/m2 snow and ice load (vertical projection) after removal of ice and snow from critical areas."},{"text":"The ACMS design shall ensure a phase margin of 30 dB for stability and flexure rejection."},{"text":"After calibration, the GMT shall provide guided pointing with an accuracy <1 arcsecond RMS at the Folded Port."},{"text":"The mount shall limit the gravity deflection of the Direct Gregorian instrument window dX with respect to OSS coordinates due to changing zenith angles and GIR angle to <0.5 mm."},{"text":"The COM HR TM Terminal frame rejection rate should be less than 7-Oct."},{"text":"The fine frequency cells for the SKA1_Low channeliser shall have a -3dB transition band amplitude at the channel band edge."},{"text":"The initial design for Helium-II Tank and its suspension shall be subject to Longitudinal loads of 5 G and Lateral loads of 5 G."},{"text":"The algorithm shall produce a volcanic ash detection and height product that has a measurement precision of 2.5 tons\/km2 (Note 1)."},{"text":"The GMT shall reconfigure enclosure vents during target acquisition in NGAO mode in a maximum of 300 sec."},{"text":"The LTWS shall refocus to track the LGS range from 83.5 km to 190 km."},{"text":"The initial design for Propellant Tanks shall be subject to Longitudinal loads of 15 G and Lateral loads of 10 G."},{"text":"The azimuth range shall be -330Â° to +170Â° relative to the TCRS Coordinate System."},{"text":"The uplink\/downlink signals shall be in the range 7190-7235 MHz for telecommands and 8450-8500 MHz for telemetry.Separate frequencies will be allocated by ESA for Herschel and Planck respectively."},{"text":"The GMT mount shall support a AGWS Probe C mass of no less than 858 kg."},{"text":"The FSMS and ASMS in the Natural Seeing wavefront control mode shall provide actuation of the Rx degree of freedom to with repeatability of <0.1 Âµrad (1-sigma precision)."},{"text":"The GMT shall make stack and center measurements during target acquisition in GLAO mode in a maximum of 5 sec."},{"text":"The STR, excluding the Instrument Support Structures, shall deliver an unobscured FOV from 20 arcmin diameter at 0Â° to 5 arcmin diameter at +5.5Â° for the - Nasmyth Platform."},{"text":"The GMT mount shall have a minimum azimuth operational range of motion of no less than Â± 260 degrees, with respect to 120Â° TRUE azimuth."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Telescope error no greater than 63.9 nm RMS on-axis when using an R=10 guide star."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median System\/ASMS Calibration error no greater than 22.9 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The algorithm shall produce a bi-weekly vegetation indices product with a measurement accuracy of 0.05 NDVI units for NDVITOA. (Note 2) (Note 5)"},{"text":"The algorithm shall produce the cloud liquid water product that has a mapping uncertainty (3 sigma) of 5 km."},{"text":"Each SKA1 telescope shall have an operational availability of 0.95"},{"text":"The algorithm shall produce an AVTP product that has a measurement uncertainty expressed as an error in layer average temperature of 1.5 K per 3 km layer for cloud-free to partly cloudy, 300 mb to 30 mb (Note 2);"},{"text":"The algorithm shall produce an ice age\/thickness product that has a horizontal cell size of 1 km in clear conditions."},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 0.2 K at 500 mb for clear sea scenes;"},{"text":"The GMT Enclosure exterior surface shall have an average absorptivity no greater than 0.2."},{"text":"The optical surface of the tertiary mirror shall have a smooth specular surface finish that scatters less than 0.0015 of the light at the shortest observing wavelength."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Uncorrected Atmospheric error no greater than 33.7 nm RMS on-axis when using an R=10 guide star."},{"text":"The SKA1_Mid for each sub-array shall have a maximum noise leakage power from immediately adjacent frequency channels of <-30 dB"},{"text":"The illumination of interior of the enclosure shall be at 100 lux."},{"text":"The minimum Particulate Cleanliness Level for BBR optical components shall be maintained at 50mm2\/m2."},{"text":"The Dish shall have a continuous useable azimuth observation range from -270Â° to +270Â, inclusive measured relative to TRUE North defined as 0Â° and with East defined as +90Â°"},{"text":"The algorithm shall produce an ozone total column product that has a vertical cell size of 0-60 km."},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 1 K at 300 mb for rainy land scenes;"},{"text":"The STR, excluding the Instrument Support Structures, shall deliver a full FOV of 20 arcmin diameter for Nasmyth foci locations from -21Â° to 0Â°, without obscuration by the telescope structure for the - Nasmyth Platform."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median NGWS Calibration error no greater than 22.4 nm RMS on-axis when using an R=10 guide star."},{"text":"The instrument linearity shall be better than 0.005."},{"text":"The Molecular contamination of the Herschel M2 shall not exceed 2 10-7g\/cm12 at delivery to Prime."},{"text":"At equipment level and for any EarthCARE units, the following design maturity power margins of 0.1 shall apply for OTS items requiring minor modifications (ECSS category C)."},{"text":"The algorithm shall produce a CH4 product that has a vertical coverage of the total column."},{"text":"The GMT shall reconfigure AGWS during target acquisition in GLAO mode in a maximum of 45 sec."},{"text":"The algorithm shall produce a surface reflectance product with a mapping uncertainty, 3 Sigma, of the VIIRS SDR pixel geolocation uncertainty."},{"text":"The ASD (in Watts \/ Hz) at 100 (LFI) GHz shall not exceed 1.1 E-17."},{"text":"ESEN shall provide single-axis accelerometers, with a frequency range of at least 5 Hz to 200 Hz and a noise floor at 5 Hz better than 0.25 Âµg\/Hz, to capture both image motion and focus\/astigmatism at M1."},{"text":"The algorithm shall produce an ice surface temperature product with a mapping uncertainty (3 sigma) of 1 km at Nadir and 1.6 km at worst case."},{"text":"The algorithm shall produce an infrared ozone profile product that has a measurement precision of 0.2 from 4 hPa to 260 hPa (6 statistic layers) and 0.2 form 260 hPa to the surface (1 statistic layer)."},{"text":"The OIWFS shall include a Low-order wavefront sensing capture range of Â± 1 arcsec wavefront slope."},{"text":"The M1 segment mount shall have a range of motion in the M1 segment motion in Z respect to the Cell respect to M1-A 12 mm."},{"text":"The algorithm shall produce an AVTP product that has a measurement uncertainty expressed as an error in layer average temperature of 2.5 K per 1 km layer for cloudy, surface to 700 mb (Note 3);"},{"text":"The algorithm shall produce an AVTP product that has a horizontal cell size of 50 km at nadir (Note 1)."},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 0.5 K at 100 mb for clear and cloudy land scenes;"},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 2.5 K at 900 mb for clear and cloudy land scenes;"},{"text":"The GMT shall limit total stray light levels to 1.3 x 44837 W m-2 (TBC) at 0.5?m in the observing chamber."},{"text":"Cryogenic cooldown heat removal for a single instrument shall not exceed 400 MJ, , removed over a time constant of not less than 68000 s."},{"text":"The absolute radiometric accuracy of the measured radiance shall be less than 1.5 W m-2 sr-1 in the LW channel."},{"text":"Sub-systems shall operate between -16Â° to +30Â°C after a 10-year return period earthquake."},{"text":"The Mount shall have a maximum linear coefficient of thermal expansion of 12.2 ppm\/K."},{"text":"Zmin shall be less than or equal to -35 dBZ and Zmax shall be higher than or equal to 21 Dbz."},{"text":"The algorithm shall produce the cloud liquid water product globally over ice-free oceans."},{"text":"The SKA1_Low array shall have a sensitivity per polarization at zenith of greater than 535 m2K-1 at 160 MHz when assuming a sky noise temperature following the law 60.lambda^2.55"},{"text":"The SKA frequency reference system shall provide a 0.02 maximum coherence loss, equivalent to 0.2 radians, within a maximum solution interval for in-beam calibration of 1 minute."},{"text":"The algorithm shall produce a CO2 product that has a horizontal resolution of 100 km."},{"text":"For the Herschel telescope, the optical subsystem transmission losses (as defined in AD2-1) shall be lower than 0.035 (TBC) over the full 80 - 670 Âµm range at the time of cryostat cover opening in- orbit.Appropriate and timely analyses and measurement verifications shall be undertaken throughout the programme to give maximum confidence that this performance will be achieved."},{"text":"The M1S shall have a range of motion in the M1 segment RY rotation degree of freedom of Â± 575 Âµrad."},{"text":"The algorithm shall produce an infrared ozone profile product that has a measurement accuracy of 0.1 from 4 hPa to 250 hPa (6 statistic layers) and 0.1 from 260 hPa to the surface (1 statistic layer)."},{"text":"The GMT shall reconfigure AGWS during target acquisition in NGAO mode in a maximum of 45 sec."},{"text":"The ASD (in Watts \/ Hz) at 857 GHz shall not exceed 2.2 E-17."},{"text":"The mount shall limit the elastic and hysteric displacement of the Secondary mirror vertex dZ with respect to OSS coordinates due to changing zenith angles to <1.4 mm."},{"text":"The SKA frequency reference system shall provide a 0.02 maximum coherence loss, equivalent to 0.2 radians, within a maximum integration period of 1s."},{"text":"The stiffness of the combined segment support shall be no less than 0.8 N\/um in the z direction for frequencies between 5 and 20Hz."},{"text":"The algorithm shall produce an ozone total column product that has a measurement accuracy of 9.5 milli-atm-cm for X<0.25 atm-cm, "},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Wind Forces error no greater than 42.3 nm RMS on-axis when using an R=10 guide star."},{"text":"The GMT Mount shall have an Azimuth Floor (including insulation) nominally 10.7 m below the elevation axis."},{"text":"The TMS shall measure the location of the main optics in the M1 Ry degree of freedom to an accuracy of <190 Âµrad."},{"text":"The algorithm shall produce a TPW product that has a measurement precision of 2 mm for clear and cloudy scenes over snow."},{"text":"The GMT shall offset distances of more than 30 arcsec but no more than 180 arcsec on sky in no more than 20 seconds of time in Natural Seeing wavefront control mode."},{"text":"The GMT shall reconfigure C-DAC (if necessary) during target acquisition in LTAO mode in a maximum of 300 sec."},{"text":"The Particulate contamination of the Planck Reflector 1 shall not exceed 5000 ppm at the end of Nominal Lifetime."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median M1 Figure and Alignment error no greater than 30.7 nm RMS on-axis when using an R=10 guide star."},{"text":"The algorithm shall produce a snow water equivalent product that has a measurement accuracy of 3 cm."},{"text":"The Particulate contamination of the Herschel FPU shall not exceed 300 ppm at delivery to Prime."},{"text":"The M2 System shall provide actuation of segment position in the Ry degree of freedom to an accuracy of <15 Âµrad."},{"text":"The TMS shall measure the location of the main optics in the M2 Tz degree of freedom to an accuracy of <4.3 Âµm."},{"text":"The SKA1_Low array shall have a sensitivity per polarization at zenith of greater than 530 m2K-1 at 220 MHz when assuming a sky noise temperature following the law 60.lambda^2.55."},{"text":"The algorithm shall produce the precipitation type\/rate product that has a mapping uncertainty (3 sigma) of <5 km."},{"text":"The FSMS and ASMS in the Natural Seeing wavefront control mode shall provide actuation of the Tx degree of freedom to with repeatability of <1 m (1? precision)."},{"text":"The algorithm shall produce the SST product that has a horizontal cell size of 40 km (Note 1)."},{"text":"The Mount mass shall not exceed 1892000 kg."},{"text":"The ASMS and FSMS shall have a range of motion in the M2 segment X translation degree of freedom of Â± 11 mm."},{"text":"The Molecular contamination of the Herschel FPU shall not exceed 60 10-7g\/cm15 at the end of Nominal Lifetime."},{"text":"The minimum Molecular Cleanliness Level for ATLID non-optical components away from critical units shall be maintained at 5x10-7gcm-2."},{"text":"The SKA1_Mid shall have independently configurable visibility integration period from a maximum integration time of 1.4s to a minimum of 0.14s for each sub-array."},{"text":"The Planck spacecraft shall provide the necessary resources for the average acquisition of at least 130 Kbps science telemetry over 24 hours."},{"text":"The Herschel spacecraft shall provide the necessary resources for the average acquisition of at least 130 Kbps science telemetry over 24 hours."},{"text":"The algorithm shall produce a land surface emissivity that has a measurement accuracy of 0.015 for 50.3 GHz (H-Pol)."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Truth Wavefront Sensing error no greater than 20.8 nm RMS on-axis when using an R=10 guide star."},{"text":"The Summit Facilities Computer Room temperature rate of change shall not exceed 20Â°C\/hour at any time that equipment within it is expected to operate."},{"text":"The algorithm shall produce an OLR product that has a measurement range of 0 to 500 W\/m2."},{"text":"The M1CS bandwidth (3dB) shall be no less than 1 Hz for Zernike patterns with radial degree 5 or higher, and no less than 0.25, 0.5, and 0.75 Hz respectively for Zernike radial degree 2, 3 and 4"},{"text":"The GMT shall reconfigure enclosure vents during target acquisition in Natural Seeing mode in a maximum of 300 sec."},{"text":"The GMT mount shall support a AGWS Probe A mass of no less than 858 kg."},{"text":"The OIWFS operating in LTAO mode using off-axis NGS shall have a Focus measurement accuracy of <35 nm at 10 Hz (1-sigma accuracy) when using a K=17.0 guide star at 45 arcsec off-axis."},{"text":"The algorithm shall produce a surface albedo product with spectra coverage of broad band values from 0.4 to 4 microns."},{"text":"The initial design for Helium-II Tank and its suspension shall be subject to Longitudinal loads of 13 G and Lateral loads of 1.8 G."},{"text":"The minimum Particulate Cleanliness Level for EarthCARE spacecraft in vicinity of critical units and out of laser beam vicinity shall be maintained at 10mm2\/m2."},{"text":"The M2 System shall provide 5 degree of freedom motion of the secondary mirror relative to the telescope structure and shall control the sixth degree of freedom (rotation around the optical axis) so that it does not change."},{"text":"The AGWS in the NGAO wavefront control mode shall measure the Field-dependent segment phase piston to an accuracy of <10 nm\/arcmin."},{"text":"The M1 segment mount shall have a range of motion in the M1 segment motion in RZ respect to the Cell respect to M1-A 0.75 Âµrad."},{"text":"The algorithm shall produce an ice surface temperature product with a measurement uncertainty of 1 K."},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 0.2 K at 500 mb for clear and cloudy land scenes;"},{"text":"The SKA1_Mid dishes, when the band 2 capability is selected, shall operate over a frequency range from 0.95 to 1.76 GHz for each polarisation."},{"text":"After initial calibration, the GMT shall point to an absolute position in RA and Dec with an accuracy of 3 arcsec RMS, , with the TMS active."},{"text":"The SKA Frequency Reference System shall have a phase drift of less than 1 radian, over calibration intervals of up to 10 minutes, when using out of beam calibration sources."},{"text":"The IP Instruments mass shall not exceed 7000 kg."},{"text":"The SKA1 timescale shall be connected to UTC with an accuracy of 10 ns, on a timescale of 10 years."},{"text":"The algorithm shall produce a CH4 product that has a mapping uncertainty (3 sigma) of 25 km."},{"text":"The C-ADC Subsystem mass shall not exceed 4000 kg."},{"text":"The algorithm shall produce a rain rate product that has a measurement accuracy of 0.1 mm\/h over sea and 0.05 mm\/h over land."},{"text":"The algorithm shall produce a CO product that has a measurement accuracy of 0.05."},{"text":"The optical surfaces of the M1 segments shall have a smooth specular surface finish that scatters less than 0.15% of the light at the shortest observing wavelength."},{"text":"The MODHIS science channel shall provide wavelength coverage over the 0.95 Âµm Â\u0096 2.4 Âµm range."},{"text":"The algorithm shall produce a land surface emissivity that has a horizontal cell size of 15 km at nadir."},{"text":"The algorithm shall produce an ozone total column product that has a measurement precision of 7.7 milli-atm-cm for 0.25 <X <0.45 atm-cm, and"},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 2 K at 900 mb for rainy sea scenes;"},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 2 K at 900 mb for cloudy sea scenes;"},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Telescope Tracking error no greater than 31.7 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The SKA1_Low channeliser for each sub- array shall have a maximum noise leakage power from non adjacent frequency channels better than -60 dB."},{"text":"The Instrument OIWFS shall be capable of observing any NGS from 15 to 60 arcsec (TBC) from the instrument optical axis."},{"text":"The WFOS wavelength range shall be 0.31 - 1 Âµm."},{"text":"The GMT shall reconfigure wind screen during target acquisition in GLAO mode in a maximum of 120 sec."},{"text":"The fine frequency channels for the SKA1_Low channeliser shall have a total amplitude variation as a function of frequency of less than 0.01 dB."},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 0.2 K at 100 mb for clear sea scenes."},{"text":"The mount shall limit the gravity deflection of the IP instrument window dRZ with respect to OSS coordinates due to changing zenith angles and GIR angle to <100 Âµrad."},{"text":"The SKA1_Mid Pulsar timing beamformer for each timing sub-array shall have a contiguous processing bandwidth up to the full bandwidth of the selected band up to a bandwidth of 2.5 GHz."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Disturbances error no greater than 88.8 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The algorithm shall produce an OLR product that has a measurement accuracy of 5 W\/m2."},{"text":"SKA1_Low shall be able to measure electromagnetic radiation in a frequency range from 50 MHz to 350 MHz."},{"text":"The algorithm shall produce a CO2 product that has a measurement range of 300 to 500 ppmv (Note 1)."},{"text":"The ACMS design shall ensure a gain margin of 6 dB for stability and flexure rejection."},{"text":"The maximum slewing rate of the telescope elevation axis shall not exceed 2 degrees\/sec."},{"text":"The algorithm shall produce the cloud liquid water product that has a horizontal cell size of 10 km (37 GHz FOV size); 10 km sampling (Note 1)."},{"text":"The GMT shall use TMS to correct segment alignment during target acquisition in LTAO mode in a maximum of 15 sec."},{"text":"The algorithm shall produce a TPW product that has an accuracy of 1.5 mm for clear scenes over the sea, "},{"text":"The algorithm shall produce an OLR product that has a mapping uncertainty (3 sigma) of 5 km at nadir."},{"text":"The Molecular contamination of the Herschel LOU shall not exceed 60 10-7g\/cm9 at the end of Nominal Lifetime."},{"text":"The M1 segment mount shall have a range of motion in the M1 segment motion in RY respect to the Cell respect to M1-A 5 mrad."},{"text":"When deployed, the ICS Deployment Mechanisms shall vignette the projected calibration source beams by less than 0.05 [goal: 0]."},{"text":"The OIWFS shall include a Image Motion capture range of Â± 1 arcsec."},{"text":"The algorithm shall produce the sea ice characterization product that has a horizontal cell size of 10 km."},{"text":"At equipment level and for any EarthCARE units, the following design maturity power margins of 0.2 shall apply for new designed\/developed items, or items requiring major modifications or re- design (ECSS category D)."},{"text":"The algorithm shall produce a CO2 product that has a mapping uncertainty (3 sigma) of 25 km."},{"text":"The pointing repeatability shall be better than 17 arc seconds rms for an average wind speed of <7 m\/s in the day time"},{"text":"The knowledge of the horizontal sampling shall be better than 0.05 of ATL-GR-9 (TBC)."},{"text":"The mount shall limit the gravity deflection of the Folder Port instrument window dZ with respect to OSS coordinates due to changing zenith angles and GIR angle to <0.5 mm."},{"text":"The GMT shall make stack and center measurements during target acquisition in LTAO mode in a maximum of 5 sec."},{"text":"The minimum Particulate Cleanliness Level for ATLID components in vicinity of critical units and in laser beam vicinity shall be maintained at 10mm2\/m2."},{"text":"The algorithm shall produce an infrared ozone profile product that has a mapping uncertainty (3 sigma) of 10 km."},{"text":"The TMS shall measure the location of the main optics in the M3 Ty degree of freedom to an accuracy of <25 Âµm."},{"text":"The M3 shall vignette no more than 0.48 of the 20 arcmin diameter Direct Gregorian field when deployed."},{"text":"The M1 System shall provide actuation of segment position in the Rx degree of freedom to an accuracy of <1.8 Âµrad."},{"text":"The Molecular contamination of the Herschel M1 shall not exceed 40 10-7g\/cm11 at the end of Nominal Lifetime."},{"text":"The SKA synchronisation and timing system shall provide a 1 pps heartbeat signal, precise to the sampling clock (the pulse-to-pulse scatter is less than one sampling time), derived from the distributed frequency reference"},{"text":"The instantaneous bandwidth for band 2 will be 810 MHz and shall be sampled to at least 2 G sample per second for each polarisation."},{"text":"The algorithm shall produce the precipitation type\/rate product that has a horizontal cell size of 5 km over land (89 GHz FOV) (Note 1); 5 km over ocean (37 GHz FOV size);"},{"text":"The stiffness of the combined segment support shall be no less than 4\/f N\/um in the z direction for all frequencies between 0.4Hz and 5 Hz."},{"text":"Stray light control shall be provided by a baffle around M2 and M3 and in the instrument designs.The size of the M2 and M3 baffles shall, at minimum, equal the size of a beam from the telescope exit pupil to a 20 arcmin diameter field-of-view at an instrument located on the elevation axis."},{"text":"The GMT shall center and stack acquisition star during target acquisition in NGAO mode in a maximum of 5 sec."},{"text":"The GMT shall center NGAO guide star during target acquisition in NGAO mode in a maximum of 10 sec."},{"text":"The mount shall limit the elastic and hysteric displacement of the Secondary mirror vertex dY with respect to OSS coordinates due to changing zenith angles to <0.6 mm."},{"text":"The M1 optical surface shall be maintained within Â± 0.2 K of the ambient air temperature."},{"text":"The M1 System shall provide actuation of segment position in the Tz degree of freedom to an accuracy of <4.3 Âµm."},{"text":"The Summit Facilities Computer Room temperature shall be maintained between 15-22Â°C at all times that equipment inside it is expected to operate."},{"text":"The algorithm shall produce an ice concentration product that has a measurement uncertainty of 0.25 (Notes 1, 2, 3)."},{"text":"CIS Fiber Optic attenuation shall not exceed 6dB loss over longest path (Computer Room to Top End)."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median High Bandwidth Wavefront Sensing error no greater than 82.1 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The OIWFS operating in LTAO mode using off-axis NGS shall have a Focus measurement accuracy of <35 nm at 10 Hz (1-sigma accuracy) when using a J=15.4, H=14.5, and K=13.8 on-axis guide star."},{"text":"Enclosure shall provide Liquid Nitrogen (LN2) at 77 K Â± 0.5 K TBC to support instruments and coating operations."},{"text":"The GMT Observatory shall meet all functional and performance requirements, with the exception of image quality, under external air temperature change over 30 minutes of Â\u00961.45 Â°C to 1.62 Â°C [1% and 0.99 points in the CDF as per data in GMT Environmental Conditions document (GMT-SE-REF00144)]."},{"text":"The algorithm shall produce an ice surface temperature product with a measurement range of 213-275 K."},{"text":"The minimum Particulate Cleanliness Level for EarthCARE spacecraft in vicinity of critical units and in laser beam vicinity shall be maintained at 10mm2\/m2."},{"text":"The GMT mount shall support a DG Port D mass of no less than 9188 kg."},{"text":"The minimum Molecular Cleanliness Level for EarthCARE spacecraft non-optical components away from critical units shall be maintained at 5x10-7gcm-2."},{"text":"The GMT shall reconfigure M3 (if necessary) during target acquisition in LTAO mode in a maximum of 300 sec."},{"text":"The algorithm shall produce a surface albedo product with a measurement precision of 0.05 (albedo units)."},{"text":"WFOS, in spectroscopy mode, shall have an on-axis throughput of> 0.25 from 0.31 Âµm - 1 Âµm, and> 0.3 from 0.35 Âµm - 0.9 Âµm, not including the telescope."},{"text":"The algorithm shall produce a sea ice concentration product that has a horizontal reporting interval of 15 km at nadir."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Mechanical Vibration error no greater than 31.6 nm RMS on-axis when using an R=10 guide star."},{"text":"The STR, excluding the Instrument Support Structures, shall deliver an unobscured FOV from 20 arcmin diameter at +201Â° to 5 arcmin diameter at +206.5Â° for the + Nasmyth Platform."},{"text":"The algorithm shall produce an AVTP product that has a measurement uncertainty expressed as an error in layer average temperature of 1.5 K per 3 km layer for cloudy, 300 mb to 30 mb (Note 3);"},{"text":"The CIS CNET shall accommodate a bandwidth of at least 0.01 Gbps to the SCMS Tower.."},{"text":"The Molecular contamination of the Herschel M1 shall not exceed 2 10-7g\/cm10 at delivery to Prime."},{"text":"The algorithm shall produce a daily vegetation indices product with a horizontal cell size of 4 km global and 1 km regional. (Note 3)."},{"text":"The GMT mount shall support a M1-S7 Segment mass of no less than 15750 kg."},{"text":"The mount shall limit the elastic and hysteric displacement of the Primary mirror vertex dZ with respect to OSS coordinates due to changing zenith angles to <1.91 mm."},{"text":"The algorithm shall produce a CO product that has a horizontal resolution of 100 km."},{"text":"The M1 System shall provide actuation of the segment position in the Rx degree of freedom to with repeatability of <0.5 Âµrad (1-sigma precision)."},{"text":"The algorithm shall produce a volcanic ash detection and height product that has a mapping uncertainty (3 sigma) of 3 km."},{"text":"The emitted pulse shall have a duration of 3.3 Âµs +\/- TBD Âµs.The resulting vertical resolution, defined as the half-power width of the impulse response function, shall be less than or equal to 400 Â± TBD m (exact value depends on the receiver impulse response)."},{"text":"The algorithm shall produce a surface albedo product with a horizontal cell size of 0.8 km."},{"text":"The algorithm shall produce a cloud cover\/layers product that has a mapping uncertainty (3 sigma) of 4 km."},{"text":"The 28 V main bus shall be distributed through current limiters and switches according to the interface requirements."},{"text":"380V 3-phase and 220V single-phase power at 50 Hz shall be provided to all support\/summit facilities that require electrical power."},{"text":"Absolute in-flight calibration accuracy of the lidar constant shall better than 0.1 (TBC) in the Mie co- polar and Rayleigh channels.The lidar constant in the Mie cross-polar channel shall be calibrated relatively to the Mie co-polar channel to an accuracy better than 0.15 with a target of 0.1 (TBC)."},{"text":"The mount shall limit the gravity deflection of the Folder Port instrument window dX with respect to OSS coordinates due to changing zenith angles and GIR angle to <0.5 mm."},{"text":"On board memory shall contain at least 50% free (unused) memory at Architectural Acceptance Review and 30% at Software Acceptance Review after coding and testing has been completed; it shall be possible to use this free area for code and\/or data."},{"text":"The Laser Guide Star Subsystem mass shall not exceed 9200 kg."},{"text":"The algorithm shall produce the AVMP product that has a vertical reporting interval of 20 mb from surface to 850 mb and 50 mb from 850 mb to 100 mb."},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 1.5 K at 100 mb for rainy land scenes;"},{"text":"The algorithm shall produce an OLR product that has a measurement precision of 12 W\/m2."},{"text":"The External Calibration error shall be better (less) than or equal to 1 dB."},{"text":"The minimum Particulate Cleanliness Level for ATLID non-optical components away from critical units shall be maintained at 300mm2\/m2."},{"text":"The GMT mount shall support a FP Port B Instrument mass of no less than 6773 kg."},{"text":"The algorithm shall produce a GVF product that has a horizontal cell size of 16 km."},{"text":"The altitude geo-location accuracy shall be better than 100 m rms."},{"text":"The SKA1_Mid, for each sub-array, shall have a maximum noise leakage power from non adjacent frequency channels better than -60 dB."},{"text":"The mount shall limit the gravity deflection of the Direct Gregorian instrument window dRY with respect to OSS coordinates due to changing zenith angles and GIR angle to <100 Âµrad."},{"text":"The mount shall limit the gravity deflection of the Folder Port instrument window dRZ with respect to OSS coordinates due to changing zenith angles and GIR angle to <100 Âµrad."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Aero-Thermal error no greater than 35.6 nm RMS on-axis over 0.8 of the observable sky."},{"text":"GMT shall enable spectral stability with a wavelength accuracy of <0.1 of the spectral resolution when the signal-to-noise ratio is <10"},{"text":"The CIS CNET shall accommodate a bandwidth of at least 0.03 Gbps to the - X Elevation Wrap."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Disturbances error no greater than 65.5 nm RMS on-axis when using an R=10 guide star."},{"text":"The algorithm shall produce a CO product that has a vertical coverage of the total column."},{"text":"The Molecular contamination of the Planck Reflector 1 shall not exceed 40 10-7g\/cm3 at the end of Nominal Lifetime."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Instrument Calibration error no greater than 33.5 nm RMS on-axis when using an R=10 guide star."},{"text":"The Planck power budget shall include an ESA reserve of 100 W, except for the launch phase (from lift-off to separation) during which a reserve of 30% shall be included."},{"text":"The algorithm shall produce a vegetation health index product that has a measurement accuracy of 0.01."},{"text":"Metals which are in direct contact with each other shall not form a galvanic couple with a difference of more than 0.5 V Electro-Motive Force (EMF); in corrosive environments it shall not be more than 0.25 V EMF."},{"text":"The SKA1_Mid for Pulsar timing shall have a Signal to Noise ratio greater or equal to 0.98 of an ideal analogue beam former."},{"text":"The algorithm shall produce a temperature profile product that has a measurement precision of 5.5 K at 900 mb for clear and cloudy land scenes;"},{"text":"The LGSS shall point the laser guide stars over an angular range of no less than Â± 2.6 arcmin with respect to the normal to the Mount-LGSS mechanical interface."},{"text":"The algorithm shall produce a CH4 product that has a measurement accuracy of +\/- 0.04 (~ 80 ppbv) (Note 3)."},{"text":"The M1S shall have a range of motion in the M1 segment RX rotation degree of freedom of Â± 650 Âµrad."},{"text":"The MGA shall support an uplink command rate of 4 K.bps for both Perth \/ New Norcia and Kourou stations, up to a distance from Earth of 1.8 x 106 km for Herschel and of 1.6 x 106 km for Planck."},{"text":"The WFOS spectroscopy field of view shall be> 25 arcmin2."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Instrument Calibration error no greater than 33.5 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The orbit-to-orbit radiometric stability shall be better (less) than or equal to 0.5 dB."},{"text":"The algorithm shall produce a rain rate product that has a probability of detection of 0.5 over sea and 0.5 over land."},{"text":"CPU shall contain at least 50% free (unused) peak load at Architectural Acceptance Review and 30% at Software Acceptance Review after coding and testing has been completed."},{"text":"The OIWFS operating in LTAO mode using off-axis NGS shall have a Low-order wavefront sensing measurement accuracy of <45 nm at 0.1 Hz (1-sigma accuracy) when using a K=17.0 guide star at 45 arcsec off-axis."},{"text":"The M2 optical surface shall be maintained within Â± 0.2 K of the ambient air temperature."},{"text":"The SKA1_Mid dishes, when the band 3 capability is selected, shall operate over a frequency range from 1.65 to 3.05 GHz for each polarisation"},{"text":"The algorithm shall produce a SST product that has a measurement range of 271 K to 313 K."},{"text":"The observatory shall be designed to support an average nighttime zenith angle of 32.5Â° over its 50-year lifespan."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median M2 Figure and Alignment error no greater than 34.6 nm RMS on-axis over 0.5 of the observable sky."},{"text":"Site Infrastructure shall provide a UPS system capable of providing continuous 380V 3-phase and 220V single-phase uninterrupted power at 50 Hz power for critical loads at the moment of loss of commercial power to the moment when backup power is fully running."},{"text":"The vertical sampling interval shall be constant and smaller than or equal to 100 m from -0.5 km to 20 km and smaller than or equal to 500 m with a target of 100m from 20 km to 40 km altitude."},{"text":"The knowledge of the vertical resolution shall be better than 0.05 of ATL-GR-6 value (TBC)."},{"text":"The Planck spacecraft shall provide a mean power allocation of 1000 W to the Planck payload during nominal scientific operations, including instrument margins."},{"text":"The minimum Molecular Cleanliness Level for ATLID components in vicinity of critical units and in laser beam vicinity shall be maintained at 1x10-7gcm-2."},{"text":"The CIS CNET shall accommodate a bandwidth of at least 0.02 Gbps to the #NAME? Elevation Wrap."},{"text":"The margins for unit acceptance with respect to the TCS design temperature range shall be at least 5 Â°C on both sides."},{"text":"The Summit Facilities and Enclosure shall be able to support snow loads up to 150kg\/m2."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Wavefront Control & Residual Atmosphere error no greater than 104.5 nm RMS on-axis when using an R=10 guide star."},{"text":"The mount shall limit the gravity deflection of the IP instrument window dRY with respect to OSS coordinates due to changing zenith angles and GIR angle to <100 Âµrad."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Tomography error no greater than 115 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The SKA1_Low shall have an array resolution of better than 5 arc minutes at 100 MHz (centre of the EoR frequency range)."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Segment Edge Sensing error no greater than 84.4 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The SKA synchronisation and timing system shall provide a 1PPS heartbeat signal with phase relative to UTC that over a 10 minute calibration interval shall survive synchronisation loss."},{"text":"The Particulate contamination of the Herschel M2 shall not exceed 300 ppm at delivery to Prime."},{"text":"The algorithm shall produce the AVMP product that has a measurement uncertainty (expressed as a percent of average mixing ratio in 2 km layers) of greater of 20% or 0.2 g\/kg for cloudy, surface to 600 mb (Note 3); Greater of 40% or 0.1 g\/kg for cloudy, 600 mb to 400 mb (Note 3); and Greater of 40% or 0.1 g\/kg for cloudy, 400 mb to 100 mb (Note 3)."},{"text":"The margins for unit qualification with respect to the TCS design temperature range shall be at least 10 Â°C on both sides."},{"text":"The SKA1_Mid dishes, when the band 2 capability is selected, shall operate over a frequency range from 0.95 to 1.76 GHz for each polarisation."},{"text":"The GMT mount shall support a M1 System Hardpoint mass of no less than 133 kg."},{"text":"The algorithm shall produce a cloud cover\/layers product that has a vertical reporting interval of cloud cover in 3 predefined layers and total cloud cover in the column."},{"text":"The GMT shall offset distances of <5 arcsec on sky in no more than 5 seconds of time in Natural Seeing wavefront control mode."},{"text":"The Adaptive Secondary Mirror Subsystem mass shall not exceed 4875 kg."},{"text":"The probability of frame loss for the COM TCC Terminal downlink shall be <7-Oct."},{"text":"The SKA1_Low array shall have a sensitivity per polarization at zenith greater than 500 m^2\/K at 280 MHz when assuming a sky noise temperature following the law 60.lambda^2.55"},{"text":"The GMT shall reconfigure enclosure vents during target acquisition in GLAO mode in a maximum of 300 sec."},{"text":"The integrated energy over a square target of size 1.5 x dX shall be at least 0.99."},{"text":"The frequency resolution for SKA1_Mid Pulsar search shall be independently configurable in frequency resolution with values in the 20 kHz and 75 kHz"},{"text":"The M1 segment mount shall have a range of motion in the M1 segment motion in Y respect to the Cell respect to M1-A 17 mm."},{"text":"The absolute flux scale shall be accurate to 0.03 rms"},{"text":"The SKA1_Mid, for each sub-array, shall allow for pulse phase-resolved observations supporting the product of the number of phase bins, channel and polarisation products up to 262144 (i.e.4 x 65, 536)."},{"text":"The algorithm shall produce a weekly vegetation indices product with a mapping uncertainty (3 sigma) of 4 km. (Note 4)"},{"text":"The TMS shall measure the location of the main optics in the M2 Ry degree of freedom to an accuracy of <1600 Âµrad."},{"text":"The GMT Mount shall have a minimum GIR range of motion of no less than Â± 270 degrees [Goal: Â± 290 degrees] for observing."},{"text":"The SKA1_Mid correlation, for the same sub-array, shall not degrade the Signal to Noise ratio by more than 0.02 compared to ideal analogue correlation."},{"text":"The algorithm shall produce an AVTP product that has a measurement uncertainty expressed as an error in layer average temperature of 1.6 K per 1 km layer for cloud-free to partly cloudy, surface to 300 mb over ocean (Note 2);"},{"text":"The algorithm shall produce a TPW product that has a horizontal cell size of 15 km at nadir."},{"text":"The Summit Facilities Utility Room temperature shall be maintained between 0Â°C and 25Â°C at any time that equipment inside it is expected to operate."},{"text":"The SKA1_Mid dishes, when the band 4 capability is selected, shall operate over a frequency range from 2.8 to 5.18 GHz for each polarisation"},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Active Optics error no greater than 50 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The GMT shall provide blind pointing to a position on the sky with an accuracy of 10 arcsec RMS [goal: 5 arcsec RMS] [TBR]."},{"text":"The algorithm shall produce a TPW product that has a measurement uncertainty of 2 for both clear and cloudy scenes over snow."},{"text":"The duration, including the settling time, of a 3 arcmin amplitude jitter strip average reorientation shall be <5 minutes (elapsed time during which pointing requirements cannot be met)"},{"text":"The algorithm shall produce a rain rate product that has a FALSE alarm rate of 0.05 over sea and 0.06 over land."},{"text":"The GMT shall reconfigure wind screen during target acquisition in NGAO mode in a maximum of 120 sec."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Uncorrected Atmospheric error no greater than 33.7 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The algorithm shall produce a vegetation health index product that has a measurement precision of 0.04 (for the range 0-100%)."},{"text":"The algorithm shall produce a cloud liquid water product that has a horizontal cell size of 15 km at nadir."},{"text":"The GMT Enclosure exterior surface shall have an average emissivity no greater than 0.4."},{"text":"The M2 System shall provide actuation of segment position in the Rx degree of freedom to an accuracy of <15 Âµrad."},{"text":"The accuracy of the Rayleigh signal L1B product shall be better than 0.15 below and above the cirrus cloud, for 10km horizontal integration length and the reference atmospheric scene specified in Table 5.2-4"},{"text":"The GMT mount shall support a Wavefront Control Calibration Subsystem mass of no less than 42 kg."},{"text":"The GMT shall identify and center science target during target acquisition in GLAO mode in a maximum of 120 sec."},{"text":"The GMT mount shall support a DG Port A mass of no less than 11813 kg."},{"text":"The CLN shall have a maximum CO2 flow velocity normal to M1 optical surface of 6 m\/s."},{"text":"The CIS CNET shall accommodate a bandwidth of at least 1.698 Gbps to the - X Nasmyth Platform."},{"text":"The algorithm shall produce the SST product that has a measurement uncertainty of 1 K."},{"text":"Enclosure shall provide a reserve of 2700 kg of liquid CO2 to service mirror cleaning"},{"text":"The algorithm shall produce a moisture profile that has a measurement precision of 0.6 at 400 mb, 60% at 500 mb, 0.5 at 700 mb, and 30% at 900 mb for clear sea scenes."},{"text":"The algorithm shall produce a cloud height product that has a horizontal cell size of 0.8 km."},{"text":"The GMT shall reconfigure enclosure vents during target acquisition in LTAO mode in a maximum of 300 sec."},{"text":"The minimum Particulate Cleanliness Level for EarthCARE spacecraft non-optical components away from critical units shall be maintained at 300mm2\/m2."},{"text":"The Mount and Enclosure shall have an operational bidirectional angular slewing acceleration in azimuth of no less than 0.1 deg\/sec\/sec."},{"text":"The GMT mount shall support a M1-Sn Segment Support System mass of no less than 8060 kg."},{"text":"Digitisation for each polarisation shall be: band 1 8 bits, band 2 8 bits, band 3 6 bits, band 4 at least 4 bits, band 5 at least 2 streams of 3 bits"},{"text":"The maximum slewing rate of the enclosure cap axis shall not exceed 1.75 degrees\/sec."},{"text":"NFIRAOS shall provide a transmitted technical field with a focal ratio of f\/15."},{"text":"The algorithm shall produce a CO2 product that has a measurement accuracy of +\/- 0.01 (4 ppmv) (Note 3)."},{"text":"The OIWFS operating in LTAO mode using off-axis NGS shall have a Focus measurement accuracy of <50 nm at 10 Hz (1-sigma accuracy) when using a K=18.0 guide star at 60 arcsec off-axis."},{"text":"ESEN shall provide single-axis accelerometers, with a frequency range of at least 5 Hz to 200 Hz and a noise floor at 5 Hz better than 0.25 Âµg\/Hz, to capture both tip\/tilt and decentering motion at M3."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median M2 Figure and Alignment error no greater than 40 nm RMS on-axis when using an R=10 guide star."},{"text":"The Fast Steering Mirror Subsystem mass shall not exceed 3342 kg."},{"text":"The initial design for Primary Structures shall be subject to Longitudinal loads of 5 G and Lateral loads of 3 G."},{"text":"The algorithm shall produce a TPW product that has a measurement uncertainty of 2.5 for both clear and cloudy scenes over sea ice, "},{"text":"The algorithm shall produce an AVTP product that has a vertical reporting interval of 2 mb from 10 mb to 1 mb, and"},{"text":"The minimum Particulate Cleanliness Level for EarthCARE spacecraft optical components away from critical units shall be maintained at 50mm2\/m2."},{"text":"The FSMS and ASMS shall provide actuation of segment position in the Rz degree of freedom to an accuracy of <1600 Âµrad."},{"text":"The CIS CNET shall accommodate a bandwidth of at least 0.02 Gbps to the Elevation M1."},{"text":"The algorithm shall produce a vegetation indices product with a measurement precision of 0.04 NDVI units for EVI. (Note 2)"},{"text":"The algorithm shall produce the AVMP product that has a measurement uncertainty (expressed as a percent of average mixing ratio in 2 km layers) of greater of 35% or 0.1 g\/kg for cloud-free to partly cloudy, 600 mb to 300 mb (Note 2);"},{"text":"The algorithm shall produce a land surface emissivity that has a measurement accuracy of 0.02 for 23.8 GHz (V-pol)."},{"text":"The Mount and Enclosure shall have an operational, bidirectional angular slewing velocity in azimuth of up to and including 1.8 deg\/sec."},{"text":"The observatory shall be designed to support average elevation slewing distance of 15Â° over its 50-year lifespan."},{"text":"The M1S shall have a range of motion in the M1 segment Z translation degree of freedom of Â± 4 mm."},{"text":"The minimum Particulate Cleanliness Level for CPR shall be maintained at 300mm2\/m2."},{"text":"Each hardpoint shall have stiffness of at least 120 N\/micron."},{"text":"ESEN shall provide three-axis accelerometers, with a frequency range of at least 5 Hz to 200 Hz and a noise floor at 5 Hz better than 0.25 Âµg\/Hz, on each Nasmyth platform to resolve key structural modes and help identify vibration sources."},{"text":"The GMT mount shall support a Laser Guidestar Acquisition Subsystem mass of no less than 210 kg."},{"text":"The algorithm shall produce a vegetation health index product that has a mapping uncertainty (3 sigma) of <0.036 Â° (<4 km)."},{"text":"The algorithm shall produce a daily vegetation indices product with a measurement precision of 0.04 NDVI units for NDVITOC.(Note 2) (Note 3)"},{"text":"The radiometric stability over one orbit shall be better (less) than or equal to 0.3 dB."},{"text":"Computer Room equipment, in its power off state, shall survive exposure to temperatures in the range -16 to 45Â°C."},{"text":"AO guider offsets of up to 30 arcseconds on the sky shall be accurate to 0.002 arcseconds RMS."},{"text":"The algorithm shall produce a sea ice concentration product that has a measurement precision of 0.25."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median High Bandwidth Wavefront Sensing error no greater than 82.1 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The algorithm shall produce a bi-weekly vegetation indices product with a measurement precision of 0.04 NDVI units for NDVITOA.(Note 2) (Note 5)"},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 0.6 K at 500 mb for cloudy sea scenes;"},{"text":"The Molecular contamination of the Planck FPU shall not exceed 30 10-7g\/cm6 at delivery to Prime."},{"text":"The GMT shall reconfigure M3 (if necessary) during target acquisition in GLAO mode in a maximum of 300 sec."},{"text":"The GMT shall reconfigure C-DAC (if necessary) during target acquisition in Natural Seeing mode in a maximum of 300 sec."},{"text":"The SKA synchronisation and timing system shall provide a 1PPS heartbeat signal with phase relative to UTC that over a 10 minute calibration interval shall survive synchronisation loss"},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Atmostpheric Refraction error no greater than 3 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The GMT shall slew telescope to target during target acquisition in LTAO mode in a maximum of 120 sec."},{"text":"The M2 System shall provide bandwidths in tip\/tilt and de-center of greater than 0.1 Hz."},{"text":"The algorithm shall produce an infrared ozone profile product that has a horizontal cell size of 50 km at nadir."},{"text":"The time correlation between the attitude information and science data shall be better than 0.5 ms."},{"text":"The SKA1 timescale shall be connected to UTC with an accuracy of 10 ns, on a timescale of 10 years"},{"text":"The spurious response at 1 km altitude due to the ground clutter shall not exceed the level returned from cloud at 1 km altitude having a reflectivity factor of Â\u009633 dBZ."},{"text":"The SKA1_Low array shall have a sensitivity per polarization at zenith greater than 500 m^2\/K at 280 MHz when assuming a sky noise temperature following the law 60.lambda^2.55"},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 0.8 K at 300 mb for clear and cloudy land scenes;"},{"text":"The algorithm shall produce a land surface emissivity that has a measurement accuracy of 0.015 for 165.5 GHz (H-Pol)."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median M2 Figure and Alignment error no greater than 34.6 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The Molecular contamination of the Herschel LOU shall not exceed 40 10-7g\/cm8 at delivery to Prime."},{"text":"The Molecular contamination of the Planck Reflector 2 shall not exceed 40 10-7g\/cm5 at the end of Nominal Lifetime."},{"text":"The nominal back focal distance of the system shall be 16.5 m with a tolerance of +\/-0.02m."},{"text":"The LGSS shall generate laser guide stars with an annual-median return flux at the GMT primary mirror of no less than 400 ph\/cm2\/s (TBC)."},{"text":"The nominal instantaneous radar footprint shall have a diameter less than or equal to 1 km."},{"text":"The Particulate contamination of the Planck Reflector 2 shall not exceed 5000 ppm at the end of Nominal Lifetime."},{"text":"The algorithm shall produce the precipitation type\/rate product that has a measurement precision of 0.05 mm\/hr."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Gravity and Thermal Flexure error no greater than 14.9 nm RMS on-axis when using an R=10 guide star."},{"text":"The STR, excluding the Instrument Support Structures, shall deliver an unobscured FOV from 20 arcmin diameter at +180Â° to 5 arcmin at +174.5Â° for the - Nasmyth Platform."},{"text":"The algorithm shall produce an infrared ozone profile product on the native retrieval reporting interval (usually the forward modelÂ\u0092s vertical grid) such that users can vertically remap the product without the loss of vertical information content."},{"text":"Each M1 cell shall contain 6 hardpoints."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Wavefront Control & Residual Atmosphere error no greater than 319.9 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The instantaneous bandwidth for band 1 will be 700MHz and shall be sampled to at least 2 G samples per second for each polarisation"},{"text":"The algorithm shall produce a volcanic ash detection and height product that has a horizontal cell size of 0.8 km."},{"text":"The TMS shall measure the location of the main optics in the M3 Rx degree of freedom to an accuracy of <2000 Âµrad."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median System\/ASMS Calibration error no greater than 22.9 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The absolute radiometric accuracy of the measured radiance shall be less than 2.5 W m-2 sr-1 (2 W m-2 sr-1 goal) in the SW channel"},{"text":"The FSMS and ASMS in the Natural Seeing wavefront control mode shall provide actuation of the Rz degree of freedom to with repeatability of <0.5 Âµrad (1-sigma precision)."},{"text":"All equipment located in the Summit Facilities Utility Room shall survive exposure to temperatures in the range 0-35Â°C.In the range 0 to -16Â°C, equipment can be assumed to be non-operational, in the range 0-35Â°C the equipment may be operational."},{"text":"The Molecular contamination of the Planck Reflector 2 shall not exceed 5 10-7g\/cm4 at delivery to Prime."},{"text":"The algorithm shall produce a rain rate product that has a horizontal cell size of 15 km at nadir."},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 1.5 K at 900 mb for clear sea scenes;"},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Optical Design error no greater than 0.3 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The radiometric stability for each channel shall be better than 0.01 (TBC)."},{"text":"The Folded Port Instruments mass shall not exceed 6450 kg."},{"text":"The algorithm shall produce an aerosol detection product that has a vertical cell size of the total column."},{"text":"The GMT shall slew telescope to target during target acquisition in NGAO mode in a maximum of 120 sec."},{"text":"The mount shall limit the gravity deflection of the Folder Port instrument window dY with respect to OSS coordinates due to changing zenith angles and GIR angle to <0.5 mm."},{"text":"The algorithm shall produce a cloud liquid water product that has a measurement accuracy of 0.03 mm over sea."},{"text":"The algorithm shall produce a snow cover product that has a Heidke Skill Score (- 1 - +1) of 0.55."},{"text":"The algorithm shall produce the precipitation type\/rate product that has a measurement uncertainty of 2 mm\/hr over ocean and 5 mm\/hr over land."},{"text":"The algorithm shall produce a temperature profile product that has a measurement precision of 2.5 K at 500 mb for clear and cloudy land scenes;"},{"text":"The FSMS and ASMS shall provide actuation of segment position in the Ty degree of freedom to an accuracy of <75 Âµm."},{"text":"The algorithm shall produce a weekly vegetation indices product with a measurement accuracy of 0.05 NDVI units for NDVITOA.(Note 2) (Note 4)"},{"text":"The mount shall limit the gravity deflection of the IP instrument window dZ with respect to OSS coordinates due to changing zenith angles and GIR angle to <0.5 mm."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Optical Design error no greater than 0.3 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Instrument Wavefront Sensing error no greater than 157.8 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The algorithm shall produce a temperature profile product that has a measurement precision of 2.5 K at 300 mb for cloudy sea scenes;"},{"text":"The minimum Molecular Cleanliness Level for EarthCARE spacecraft in vicinity of critical units and out of laser beam vicinity shall be maintained at 5x10-7gcm-2."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median ASM Control error no greater than 95.1 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The FSMS and ASMS in the Natural Seeing wavefront control mode shall provide actuation of the Ty degree of freedom to with repeatability of <1 Âµm (1-sigma precision)."},{"text":"The algorithm shall produce a moisture profile that has a measurement accuracy of 0.3 at 400 mb, 20% at 500 mb, 0.2 at 700 mb, and 20% at 900 mb for clear sea scenes."},{"text":"The GMT shall reconfigure instrument (if necessary) during target acquisition in GLAO mode in a maximum of 300 sec."},{"text":"The algorithm shall produce the AVMP product that has a horizontal cell size of 50 km at nadir (Note 1)."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Instrument Calibration error no greater than 33.5 nm RMS on-axis over 0.8 of the observable sky."},{"text":"The spacecraft shall be capable of reorienting the jitter strip average for up to 3 arcmin with an accuracy of <0.4 arcmin relative to the previous orientation (amplitude and direction; 0.68 probability level)"},{"text":"ESEN shall provide barometric pressure measurements with an accuracy better than 1 hPA to inform refraction and atmospheric-dispersion adjustments."},{"text":"The WFOS imaging field of view shall be> 25 arcmin2."},{"text":"The algorithm shall produce the precipitation type\/rate product that has a measurement range of 0-50 mm\/hr."},{"text":"The algorithm shall produce the sea ice characterization product that has a measurement uncertainty of 0.1 for ice concentration."},{"text":"The SKA1_Low beams shall have a dynamic range of better than 40 dB"},{"text":"The GMT mount shall support a FP Port C Instrument mass of no less than 4253 kg."},{"text":"The algorithm shall produce a surface reflectance product with a horizontal cell size of 0.8 km for radiometric and 0.4 km for imagery bands."},{"text":"The external surfaces of the telescope structure shall have an emissivity <0.4."},{"text":"The algorithm shall produce a snow water equivalent product that has a measurement precision of 6 cm."},{"text":"The algorithm shall produce a snow water equivalent product that has a horizontal cell size of 15 km at nadir."},{"text":"On axis M1 Cell mass should be no greater than 60000 kg.."},{"text":"The accuracy of the Mie cross-polar signal L1B product shall be better than 0.5 in the cirrus cloud and for the reference atmospheric scene specified in Table 5.2-5."},{"text":"The algorithm shall produce a moisture profile that has a measurement accuracy of 0.3 at 400 mb, 10% at 500 mb, 0.1 at 700 mb, and 20% at 900 mb for both clear and cloudy land scenes."},{"text":"MODHIS shall provide an average spectral resolution R> 100000 over its entire science passband."},{"text":"The SKA1_Low array shall have a sensitivity per polarization at zenith greater than 380 m2K-1 at 100 MHz when assuming a sky noise temperature following the law 60.lambda^2.55"},{"text":"SKA1 shall be able to output VLBI beam data with configurable word formats, the allowed values being 2, 4, 8, and 16-bit integer"},{"text":"The SKA1_Low array shall have a sensitivity per polarization at zenith of greater than 530 m2K-1 at 220 MHz when assuming a sky noise temperature following the law 60.lambda^2.55."},{"text":"The GMT shall center and stack acquisition star during target acquisition in Natural Seeing mode in a maximum of 5 sec."},{"text":"The pointing repeatability shall be better than 17 arc seconds rms for an average wind speed of <7 m\/s in the day time"},{"text":"The algorithm shall produce a daily vegetation indices product with a mapping uncertainty (3 sigma) of 4 km. (Note 3)"},{"text":"The SKA Frequency Reference System shall have a phase drift of less than 1 radian, over calibration intervals of up to 10 minutes, when using out of beam calibration sources."},{"text":"The OIWFS operating in LTAO mode using off-axis NGS shall have a Image Motion measurement accuracy of <5 mas at 500 Hz (1-sigma accuracy) when using a K=18.0 guide star at 60 arcsec off-axis."},{"text":"The GMT mount shall support a M2 ASMS mass of no less than 5118 kg."},{"text":"The GMT shall reconfigure wind screen during target acquisition in LTAO mode in a maximum of 120 sec."},{"text":"The algorithm shall produce a temperature profile product that has a measurement accuracy of 0.5 K at 300 mb for clear sea scenes."},{"text":"The FSMS and ASMS in the Natural Seeing wavefront control mode shall provide actuation of the Ty degree of freedom to with repeatability of <1?m (1? precision)."},{"text":"The accuracy of the CTR (Central on-board Reference Time) shall be at least 1 * 10 E-6. This includes short term stability over 100 seconds and stability over 30 days, including all parameters influencing the stability (ageing, temperature, accuracy of the time correlation, etc.)."},{"text":"The GMT Observatory shall meet all functional and performance requirements, with the exception of image quality, under external air temperature range of Â\u00963 Â°C to 19.5 Â°C."},{"text":"The M3 System shall provide actuation of the M3 tip, tilt, and piston in the Rz degree of freedom to an accuracy of <500 Âµrad."},{"text":"The algorithm shall produce a CO product that has a mapping uncertainty (3 sigma) of 25 km."},{"text":"The GMT mount shall have an elevation operational range of motion of no less than 30 Â\u0096 89.5 degrees."},{"text":"The MSI polarization sensitivity shall be less than 0.1 (0.04 goal) in the TIR channels."},{"text":"The Molecular contamination of the Herschel FPU shall not exceed 40 10-7g\/cm14 at delivery to Prime."},{"text":"The algorithm shall produce an aerosol optical depth with a measurement precision of 0.15 (Tau <0.3) and 0.35 (Tau>= 0.3) over ocean"},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Wavefront Control error no greater than 9.2 nm RMS on-axis when using an R=10 guide star."},{"text":"The TMS shall measure the location of the main optics in the M3 Tz degree of freedom to an accuracy of <25 Âµm."},{"text":"The algorithm shall produce a temperature profile product that has a measurement precision of 2 K at 500 mb for cloudy sea scenes;"},{"text":"The NGWS LGS Dichroic tip-tilt actuation shall have a repeatability of <10?rad RMS for small offsets."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Gravity and Thermal Flexure error no greater than 14.9 nm RMS on-axis over 0.5 of the observable sky."},{"text":"The algorithm shall produce a CO product that has a measurement precision of 0.15."},{"text":"The AGWS SPS sensor shall have a capture range no less than Â± 30 m."},{"text":"The GMT mount shall support a AGWS Probe D mass of no less than 858 kg."},{"text":"The algorithm shall produce the sea ice characterization product that has a probability of correct typing of 0.7 for typing of Ice Age Classes."},{"text":"The BER on physical channel for the COM TCC Terminal uplink shall be <5-Oct."},{"text":"The TMS shall measure the location of the main optics in the M2 Rz degree of freedom to an accuracy of <1600 Âµrad."},{"text":"The GMT shall rotate enclosure during target acquisition in GLAO mode in a maximum of 120 sec."},{"text":"The pointing repeatability shall be better than 180 arc seconds rms for an average wind speed between 7 and 20 m\/s"},{"text":"The mount shall limit the gravity deflection of the IP instrument window dX with respect to OSS coordinates due to changing zenith angles and GIR angle to <0.5 mm."},{"text":"The algorithm shall produce an AVTP product that has a measurement uncertainty expressed as an error in layer average temperature of 1.5 K per 3 km layer for cloudy, 30 mb to 1 mb (Note 3); and"},{"text":"The M3 System shall provide bandwidths in tilt and rotation of not less than 0.1 Hz."},{"text":"The Direct Gregorian Instruments mass shall not exceed 11250 kg."},{"text":"The accuracy of the derived Mie input cross-polar signal shall be better than 0.45 in the cirrus cloud and for the reference atmospheric scene specified in Table 5.2-5.This shall not take into account the lidar constant knowledge."},{"text":"The GMT shall identify and center science target during target acquisition in Natural Seeing mode in a maximum of 120 sec."},{"text":"The algorithm shall produce a TPW product that has an accuracy of 0.5 mm for cloudy scenes over the sea, "},{"text":"The mount shall limit the gravity deflection of the Direct Gregorian instrument window dY with respect to OSS coordinates due to changing zenith angles and GIR angle to <0.5 mm."},{"text":"The algorithm shall produce a bi-weekly vegetation indices product with a measurement precision of 0.04 NDVI units for NDVITOC. (Note 2) (Note 5)"},{"text":"The Planck spacecraft shall provide a mass allocation of 480 kg for the baseline payload accommodation as defined in IID Part B (AD4-5 and AD4-6) including instrument coolers and margins."},{"text":"The Particulate contamination of the Herschel M1 shall not exceed 300 ppm at delivery to Prime."},{"text":"The algorithm shall produce the AVMP product that has a mapping uncertainty (3 sigma) of 5 km."},{"text":"The NGWS shall measure the wavefront error of an R = 10 guide star with a measurement error of <60 nm RMS wavefront at?1000 Hz."},{"text":"The STR, excluding the Instrument Support Structures, shall deliver an unobscured FOV 20 arcmin diameter at -21Â° to 5 arcmin diameter at -26.5Â° for the - Nasmyth Platform."},{"text":"The algorithm shall produce the cloud liquid water product under all-weather conditions."},{"text":"The SKA1_Low array shall have a sensitivity per polarization at zenith greater than 453 m^2\/K at 340 MHz when assuming a sky noise temperature following the law 60.lambda^2.55"},{"text":"The GMT shall offset distances of between 5 arcsec and 30 arcsec on sky in no more than 5 seconds of time in diffraction-limited wavefront control modes."},{"text":"The GMT in the NGAO wavefront control mode shall maintain a median Uncorrected Atmospheric error no greater than 33.7 nm RMS on-axis over 0.5 of the observable sky."}]